Repository: apinsard/Sapher-BT
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Predefined styles are "default" (gray), "primary" (blue), "success" (green), "info" (cyan), "warning" (orange) and "danger" (red). You can also create your own in your stylesheet.
fr: Les styles prédéfinis sont "default" (gris), "primary" (bleu), "success" (vert), "info" (cyan), "warning" (orange) et "danger" (rouge). Vous pouvez aussi créer les votres dans votre feuille de style.

source: The text will be formatted in <a target=_blank href="http://en.wikipedia.org/wiki/Markdown">Mardown</a>. HTML also supported for advanced formatting. A line break behaves the same as a space. Two consecutive line breaks mark a new paragraph.
fr: Le texte sera formaté en <a target=_blank href="http://fr.wikipedia.orgorg/wiki/Markdown">Mardown</a>. Le HTML est aussi supporté pour un formatage avancé. Un saut de ligne est considéré comme un espace. Deux sauts de ligne consécutifs marquent un nouveau paragraphe.

source: This ID will be used by `UserSettings.type_filters` as 2^(ID).
fr: Cet ID sera utilisé par `UserSettings.type_filters` avec 2^(ID).

source: name
fr: nom

source: CSS class (label-)
fr: classe CSS (label-)

source: See http://getbootstrap.com/components/#glyphicons
fr: Voir http://getbootstrap.com/components/#glyphicons

source: state of progress
fr: état d'avancement

source: states of progress
fr: états d'avancement

source: This ID will be used by `UserSettings.state_filters` as 2^(ID).
fr: Cet ID sera utilisé par `UserSettings.state_filters` avec 2^(ID).

source: CSS class (progress-bar-)
fr: classe CSS (progress-bar-)

source: progression
fr: avancement

source: Between 0 and 100.
fr: Entre 0 et 100

source: priority level
fr: niveau de priorité

source: priority levels
fr: niveaux de priorité

source: This ID will be used by `UserSettings.priority_filters` as 2^(ID).
fr: Cet ID sera utilisé par `UserSettings.priority_filters` avec 2^(ID).

source: The higher number, the higher priority.
fr: Le plus grand nombre a la plus haute priorité

source: project
fr: projet

source: projects
fr: projets

source: Two or three uppercase letters to quickly identify this project
fr: Deux ou trois lettres majuscules pour identifier rapidement ce projet

source: issue
fr: tâche

source: issues
fr: tâches

source: state
fr: état

source: priority
fr: priorité

source: title
fr: titre

source: reporter
fr: relevé par

source: assignee
fr: assigné à

source: created on
fr: créée le

source: updated on
fr: modifiée le

source: comment
fr: commentaire

source: comments
fr: commentaires

source: author
fr: auteur

source: posted on
fr: posté le

source: edited on
fr: modifié le

source: Descending priority level
fr: Niveau de priorité décroissant

source: Ascending priority level
fr: Niveau de priorité croissant

source: Descending state progression
fr: État d'avancement décroissant

source: Ascending state progression
fr: État d'avancement croissant

source: type filters
fr: filtres de type

source: state filters
fr: filtres d'état

source: priority filters
fr: filtres de priorité

source: sort by
fr: trier par

source: sender
fr: expéditeur

source: recipient
fr: destinataire

source: read
fr: lu

source: Can you please check this out?
fr: Peux-tu checker ça ?

source: New issue
fr: Nouvelle tâche

source: Title of the issue
fr: Titre de la tâche

source: Never
fr: Jamais

source: Describe the issue here...
fr: Décrivez la tâche ici...

source: Save
fr: Enregistrer

source: Filter by
fr: Filtrer par

# a modification
source: Apply
fr: Appliquer

# issue assigned to nobody
source: Unassigned
fr: Personne

source: Things to check out
fr: À checker

source: Toggle navigation
fr: Afficher/Masquer le menu

source: New Issue
fr: Nouvelle tâche

source: username
fr: nom d'utilisateur

source: password
fr: mot de passe

source: sign in
fr: connexion

source: Send a check
fr: Envoyer un check

source: Edit
fr: Modifier

source: Write your comment here...
fr: Écrivez votre commentaire ici...

source: Leave a comment
fr: Laisser un commentaire

# a comment
source: Post
fr: Déposer

source: Close
fr: Fermer

source: Cancel
fr: Annuler

source: Send
fr: Envoyer

source: error
fr: erreur

source: Associated commit:
fr: Commit associé:
